{"Contents" : [
    { "title": "1. Champions League", "subtitle": "This project is about getting the name of the champions league winner from the year 2000.Champions League is a football tournament where football clubs around the europe competes to win the trophy.", "img1": "/images/ucl-1.png", "img2": "/images/ucl-2.png", "id": 1 },
    { "title": "2. AI Prompt Generator", "subtitle": "This project takes the name of the user, the type of Art, the name of the artist and the style used by Artist .It generates an AI generated prompt which can be used to get certain ouptut in gemini like applications.", "img1": "/images/AI-1.png", "img2": "/images/AI-2.png", "id": 2 },
    { "title": "3. SIP Calculator", "subtitle": "SIP stands for Systematic Investment Plan.It is an investment plan for the people who do not have large amount of money to invest at the same time, so they invest a certain amount each month and after certain period of time when they want to take out the money they invested they get a good amount in return along with the interest, so they get more money than they invested.", "img1": "/images/SIP-1.png", "img2": "/images/SIP-2.png", "id": 3 },
    { "title": "4. Casino Craps", "subtitle": "Casino Craps is a game played with two dice.In this game if a players rolls the sum of 7 and 11 on first attempt then he wins and if he rolls the sum of 2,3 and 12 on first attempt loses.If he rolls a sum of any other number(4,5,6,8,9,10), then it is counted as a point and he has to roll until he gets the same sum and if the user rolls 7 while getting the point he loses the game. Note that after 1st attempt the sum of 2,3,11 and 12 is useless.", "img1": "/images/CC-1.png", "img2": "/images/CC-2.png", "id": 4 },
    { "title": "5. Chinese Year", "subtitle": "This program asks user to enter the year for which they want to know about the name of the chinese year. As you can see that in the application I want to know about the year 2024, So i get the name Dragon as 2024 is the Year of Dragon.", "img1": "/images/Z-1.png", "img2": "/images/Z-2.png", "id": 5 }
  ]
} 